<?php
return [
    //性别列表
    'sexList' => ['男', '女'],
    //在职状态
    'jobStatusList' => ['在职', '离职'],
    //商户状态
    'merchantStatusList' => ['在用', '关闭'],
    //反馈类型
    'typeList' => ['类型1', '类型2', '类型3', '类型4'],
    //短信类型
    'msgTypeList' => ['类型1', '类型2', '类型3', '类型4'],
    //短信状态
    'msgStatusList' => ['成功', '失败'],
    //公告类型
    'noticeTypeList' => ['类型1', '类型2', '类型3', '类型4'],
    //回复状态
    'answerStatusList' => ['未回复', '已回复'],
    //认证状态
    'authStatusList' => ['未认证', '认证通过', '认证失败'],
    //渠道来源管理
    'channelList' => ['', '够你花平台', '小麦花平台', '帮带客平台'],
    //是否优质
    'isHigh' => ['普通订单', '优质订单'],
    //是否被抢
    'isRob' => ['未抢', '被抢'],
    //信用状况
    'creditList' => ['无信用卡无贷款', '无信用卡有贷款', '有信用卡无贷款', '有信用卡有贷款'],
    //卡券上下架
    'cardTicketStatus' => ['下架', '上架'],
    //订单状态
    'borrowStatus' => ['有效', '申请退单', '退单成功'],
    //消息状态
    'msgStatus' => ['未回复', '已回复'],
    //渠道状态
    'formStatus' => ['关闭', '开启'],
    //有效时长
    'validTime' => 20,
];